import '../scss/Main.scss'

export default function Main() {
  return(
    <section className="main-wrapper">
      <h1>Положение ЛГБТ+ людей в России 2023</h1>
      <header>
        <nav>
          <ul>
            <li>карточки с метриками</li>
            <li>интерактивная карта 1</li>
            <li>интерактивная карта 2</li>
            <li>Преступления на пчве ненависти</li>
            <li>Дискриминация на учёбе</li>
            <li>Дискриминация на рабте</li>
            <li>Доходы</li>
            <li>волны эмиграции</li>
          </ul>
        </nav>
      </header>
    </section>
  )
}

// Taukita Matsuda, [26 авг. 2023 г., 15:07:17]:
// ...Дальше карточки КПИ с основными метриками: количество анкет, количество мужчин, количество женщин, другое  (здесь опционально насчет метрик)
// 3. Интерактивная карта номер раз тыкаем в регион и на нем отображаются уже более подробные демографические метрики по региону
// 4. Интерактивная карта номер два обозначаем огоньками или чем можете количество преступлений ненависти + если получится количество случаев дискриминации на работе и учебе
// 5. График с преступлениями ненависти продублировать
// 6. График с дикриминацией на учебе

// 7. График с дикриминацией на работе
// 8. График по доходам
// 9. Графики отражающие волны эмиграции среди ЛГБТ+